const AboutCardData = [
  { id: 1,
    title: 'Для кого наш курс',
    info: [
      'Муниципальные служащие департаментов, связанных с городским устройством (департамент архитектуры и градостроительства, землепользования, экономической политики);',
      'Сотрудники региональных профильных комитетов/министерств'
    ]
  },
  { id: 2,
    title: 'Что вам даст наш курс?',
    info: [
      'Повышение уровня осведомленности о практиках планирования и управления.',
      'Понимание различного опыта и развилок в решении тех или иных проблем городского планирования.',
      'Обобщение и анализ опыта разработки и реализации градостроительных решений.',
      'Повышение эффективности территориального управления на муниципальном уровне.'
    ]
  },
  { id: 3,
    title: 'Кто преподает?',
    info: [
      'Преподаватели курса архитекторы и инженеры Института Генплана Москвы с большим практическим опытом проектирования, научные сотрудники МГСУ.'
    ]
  },
  { id: 4,
    title: 'Как проходит обучение?',
    info: [
      'Обучение полностью походит онлайн.',
      'Для самостоятельного изучения по каждому блоку вам будет предоставлен список литературы.',
      'В течение недели для просмотра открываются две записанные лекции',
      'Один раз в неделю проходит онлайн-семинар, в рамках которого преподавателю можно задавать вопросы.',
      'Аттестация проводится в формате финального теста, который состоит из 50 вопросов по программе.',
    ]
  },
  { id: 5,
    title: 'График и стоимость обучения',
    info: [
      'Обучение длится 2 месяца, 72 ак. ч.',
      'Занятия проходят 3 раза в неделю на платформе МГСУ. ',
      'Стоимость обучения: 30 тыс. рублей'
    ]
  }
];



const FAQCardData = [
  { id: 1,
    question: 'F. A. Q. Для кого стажировка?',
    answer: 'Этим летом Институт Генплана Москвы при поддержке Москомархитектуры провел стажировку-воркшоп для студентов и молодых архитекторов в новом расширенном формате.'
  },

  { id: 2,
    question: 'Какие проекты будут разрабатывать участники стажировки и практики?',
    answer: 'Пишем какая общая тема проектов в 2023. Участники воркшопа работали в составе четырех студий: «Города в городе» – руководитель Максим Гурвич, заместитель директора Института Генплана Москвы    «МЦД как модификатор городской среды» – руководитель Виталий Лутц, начальник управления перспективных проектов    «Бизнес-пространства будущего» – руководитель Дмитрий Некрасов, заместитель руководителя НПО комплексных и стратегических разработок     «Брендинг территорий» – руководитель Евгений Гурвич, PR-специалист'   
  },

  { id: 3,
    question: 'Какие сроки отбора?',
    answer: 'Тут нужно сориентировать по срокам и сценарию взаимодействия со студентом, пока вставила текст из Сбера. В среднем отбор на стажировку занимает чуть больше месяца. Обычно ответ на твою анкету происходит в течение 7 дней. На этап телефонного интервью уходит 7-10 дней, после этого тебя ждет онлайн-тестирование и твои результаты направляются руководителям, которые выбирают кандидатов для приглашения на собеседование (может быть, придется подождать до 14-20 дней). Если тебя пригласят на стажировку, то еще около 14 дней занимает оформление документов. Мы показываем твою анкету всем руководителям, поэтому если ты долго не получаешь приглашение на собеседование — не расстраивайся, мы в процессе поиска команды твоей мечты.Чтобы не пропустить приглашение на следующий этап, отвечай на телефонные звонки и проверяй чаще почту, включая папку «спам» и «промоакции». Ты всегда можешь написать нам на почту sberseasons_help@sberbank.ru или в ответ на письмо с результатами прошлого этапа и уточнить статус своей заявки.'
  },

  { id: 4,
    question: 'Как проходит отбор?',
    answer: 'Тут нужно сориентировать по задачам подготовки к подаче заявкина участие, нужно портфолио, нужен год обучения в универе (как минимум), нужно еще что-то..., пока вставила кусок текста из Сбера.   В конкурсе портфолио предпочтение отдается студентам старших курсов. Но мы готовы рассмотреть любые заявки, если видим сильного специалиста. По итогам практики мы выдаем все необходимые документы для зачетов в вузах.  Мы рекомендуем максимально подробно заполнить заявку на участие в стажировке. Расскажи о том, какими навыками ты обладаешь, вспомни все проекты по выбранному направлению, которые ты выполнял в рамках работы, учебы или  других активностях, также важно написать какими задачами ты хотел бы заниматься на стажировке. Заявка на участие и портфолио — это первое на что смотрят руководители при выборе кандидатов для собеседования. Дерзайте ;)'
  },

  { id: 5,
    question: 'Что ждет меня в первые дни стажировки? Как организован процесс?',
    answer: 'В первый день стажировки тебя встретит наставник, познакомит с командой и проектами, вы обсудите цели на стажировку и начнете погружение в задачи. Первая неделя стажировки будет больше адаптационная. Тебе предстоит познакомиться с множеством ресурсов, которые тебе понадобятся в работе, тебя пригласят на привественные вебинары и в сообщество стажеров, необходимо будет пройти несколько обязательных курсов и познакомиться с внутреннеми системами.'
  }
]

const SMICardData = [
  { id: 1,
    title: 'ARCHI.RU',
    description: 'Летняя практика Института Генплана была посвящена Новой Москве. Всего получилось 4 проекта с совершенно разной оптикой: от масштаба агломерации до вполне конкретных предложений, которые можно было, обдумав, и реализовать. Рассказываем обо всех.',
    image: 'https://images.unsplash.com/photo-1530104091755-015d31dfa0b9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1309&q=80',
    date: '20.01.2022',
    link: 'https://yandex.ru/'
  },

  { id: 2,
    title: 'Stroi.mos',
    description: 'Институт Генплана Москвы приглашает студентов на летнюю стажировку и практику, сообщила председатель Москомархитектуры Юлиана Княжевская.',
    image: 'https://images.unsplash.com/photo-1514923995763-768e52f5af87?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1374&q=80',
    date: '20.01.2024',
    link: 'https://yandex.ru/'
  },

  { id: 3,
    title: 'ARCHI.RU',
    description: 'Этим летом Институт Генплана Москвы при поддержке Москомархитектуры провел стажировку-воркшоп для студентов и молодых архитекторов в новом расширенном формате. Задачей было предложить свежий взгляд на несколько территорий города, рассматриваемых сейчас специалистами института. Дипломами наградили четыре проекта, гран-при получил «самый запоминающийся».',
    image: 'https://images.unsplash.com/photo-1529244927325-b3ef2247b9fb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80',
    date: '20.01.2022',
    link: 'https://yandex.ru/'
  },

  { id: 4,
    title: 'вечерняя москва',
    description: 'Институт Генплана Москвы объявил о старте набора на летнюю стажировку и практику для столичных студентов. Об этом в четверг, 7 апреля, сообщили в пресс-службе Комитета по архитектуре и градостроительству Москвы (Москомархитектура).',
    image: 'https://images.unsplash.com/photo-1479750178258-aec5879046ce?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=799&q=80',
    date: '20.01.2022',
    link: 'https://yandex.ru/'
  },

  { id: 5,
    title: 'ARCHI.RU',
    description: 'Летняя практика Института Генплана была посвящена Новой Москве. Всего получилось 4 проекта с совершенно разной оптикой: от масштаба агломерации до вполне конкретных предложений, которые можно было, обдумав, и реализовать. Рассказываем обо всех.',
    image: 'https://images.unsplash.com/photo-1525268771113-32d9e9021a97?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1160&q=80',
    date: '20.01.2022',
    link: 'https://yandex.ru/'
  },

  { id: 6,
    title: 'вечерняя москва',
    description: 'Институт Генплана Москвы объявил о старте набора на летнюю стажировку и практику для столичных студентов. Об этом в четверг, 7 апреля, сообщили в пресс-службе Комитета по архитектуре и градостроительству Москвы (Москомархитектура).',
    image: 'https://images.unsplash.com/photo-1616043986676-c0ac934f2b46?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80',
    date: '20.01.2022',
    link: 'https://yandex.ru/'
  },

  { id: 7,
    title: 'Stroi.mos',
    description: 'Институт Генплана Москвы приглашает студентов на летнюю стажировку и практику, сообщила председатель Москомархитектуры Юлиана Княжевская.',
    image: 'https://images.unsplash.com/photo-1514923995763-768e52f5af87?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1374&q=80',
    date: '20.01.2022',
    link: 'https://yandex.ru/'
  },

  { id: 8,
    title: 'вечерняя москва',
    description: 'Институт Генплана Москвы объявил о старте набора на летнюю стажировку и практику для столичных студентов. Об этом в четверг, 7 апреля, сообщили в пресс-службе Комитета по архитектуре и градостроительству Москвы (Москомархитектура).',
    image: 'https://images.unsplash.com/photo-1479750178258-aec5879046ce?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=799&q=80',
    date: '20.01.2022',
    link: 'https://yandex.ru/'
  },

  { id: 9,
    title: 'ARCHI.RU',
    description: 'Летняя практика Института Генплана была посвящена Новой Москве. Всего получилось 4 проекта с совершенно разной оптикой: от масштаба агломерации до вполне конкретных предложений, которые можно было, обдумав, и реализовать. Рассказываем обо всех.',
    image: 'https://images.unsplash.com/photo-1525268771113-32d9e9021a97?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1160&q=80',
    date: '20.01.2022',
    link: 'https://yandex.ru/'
  },

  { id: 10,
    title: 'вечерняя москва',
    description: 'Институт Генплана Москвы объявил о старте набора на летнюю стажировку и практику для столичных студентов. Об этом в четверг, 7 апреля, сообщили в пресс-службе Комитета по архитектуре и градостроительству Москвы (Москомархитектура).',
    image: 'https://images.unsplash.com/photo-1616043986676-c0ac934f2b46?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80',
    date: '20.01.2022',
    link: 'https://yandex.ru/'
  },
]

const PhasesData = [
  { id: 1,
    active: true,
    title: 'первый этап',
    description: 'Прием заявок от участников на конкурс портфолио',
  },
  { id: 2,
    active: false,
    title: 'второй этап',
    description: 'Объявление итогов конкурса портфолио',
  },
  { id: 3,
    active: false,
    title: 'третий этап',
    description: 'Старт программ стажировок',
  },
  { id: 4,
    active: false,
    title: 'четвертый этап',
    description: 'Итоговая защита проектов',
  },
  { id: 5,
    active: false,
    title: 'пятый этап',
    description: 'Проверка кураторами проектов',
  },
  { id: 6,
    active: false,
    title: 'шестой этап',
    description: 'Объявление результатов стажировки',
  },
 ]

const ProgramsData = [
  { id: 1,
    title: 'ПРОГРАММА «ТИНАО В КОНТЕКСТЕ МОСКОВСКОЙ АГЛОМЕРАЦИИ»',
    curator: 'Максим Перов',
    curatorPhoto: 'https://images.unsplash.com/photo-1552058544-f2b08422138a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=699&q=80',
    curatorInfo: 'Советник директора Института Генплана Москвы, профессор Международной академии архитектуры. Работал над Генеральной схемой расселения России, разрабатывал схемы территориального планирования ряда регионов, генеральные планы городов.',
    description: 'В этой программе мы попытаемся прийти к пониманию того, что считается агломерацией, выделить ее характерные особенности и применить эти наработки к Москве. Мы проведем ретроспективу развития столичной агломерации и обозначим векторы ее роста — в том числе для ТиНАО как одной из самых перспективных зон.',
    result: 'Результатом работы должна стать концепция развития ТиНАО, увязанная с актуальными проектами и вектором развития Московской агломерации.'
  },

  { id: 2,
    title: 'ПРОГРАММА «ГОРОДА В ГОРОДЕ. НОВАЯ СУБУРБИЯ»',
    curator: 'Максим Гурвич',
    curatorPhoto: 'https://images.unsplash.com/photo-1500048993953-d23a436266cf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1469&q=80',
    curatorInfo: 'Заместитель директора Института Генплана Москвы. При непосредственном участии Максима Гурвича разработаны и реализованы проекты: район Куркино, развитие территорий Новой Москвы, подготовка градостроительной документации в рамках программы реновации, объектов жилого и общественного назначения.',
    description: 'Участникам этой программы предстоит наметить сценарии развития районов, которых пока даже не существует. Однако уже сейчас можно говорить о том, что у этих территорий есть потенциал стать «городами в городе» — административными единицами с высоким уровнем обособленности и самостоятельности.',
    result: 'Результатом работы должна стать концепция развития территории. Выбор территории и векторов ее развития определяется студентами самостоятельно с учетом знаний, полученных на семинарах.'
  },

  { id: 3,
    title: 'ПРОГРАММА «НОВЫЕ ЦЕНТРЫ ПРИТЯЖЕНИЯ ДЛЯ НОВОЙ МОСКВЫ»',
    curator: 'Анна Иванова',
    curatorPhoto: 'https://images.unsplash.com/photo-1554151228-14d9def656e4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=686&q=80',
    curatorInfo: 'Начальник мастерской проектирования объектов городской среды Института Генплана Москвы, эксперт конкурсов по комфортной городской среде. При непосредственном участии разработаны концепция благоустройства «Площадь пять углов» в Мурманске (конкурс), концепция развития общественных пространств у Городского пруда в Екатеринбурге (конкурс), концепция благоустройства набережной Марка Шагала в г. Москве; анализ структуры основных пешеходных связей для территорий, примыкающих к платформам МЦД-1, МЦД-2 и Киевского направления. Несколько лет занималась историко-культурными исследованиями.',
    description: 'Пока мы не знаем точно, как будет развиваться Новая Москва. Но уже сейчас мы видим, что морфотипы застройки и подходы к проектированию отличаются от столицы в пределах МКАДа. И если ТиНАО сможет предложить людям новый образ жизни, то общественные пространства и благоустройство территории должны соответствовать ему. Участникам программы предстоит выявить типологию общественных пространств и центров притяжения в Новой Москве и предложить решения с учетом запросов будущих жителей ТиНАО.',
    result: 'Результатом станет концепция благоустройства центра притяжения для конкретного или абстрактного населенного пункта на территории Новой Москвы.'
  },
]

const WorksCardData = [
  { id: 1-1,
    title: 'Возможности развития Московской агломерации в ТиНАО',
    description: 'Над проектом работали: Анастасия Данилюк, Данил Петренко, Мария Ожерельева, Александра Козловская, Ирина Чульжанова, Денис Тетюшкин, Артемий Круглов',
    image: 'https://images.unsplash.com/photo-1661956601349-f61c959a8fd4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1471&q=80',
    link: ''
  },

  { id: 2,
    title: 'Города в городе. Новая Субурбия',
    description: 'Над проектом работали: Видергольд О.Г., Подольская А.А., Семенова У.Н., Кучук Р.Г.',
    image: 'https://images.unsplash.com/photo-1670252166693-a7b3f2bee132?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80',
    link: ''
  },

  { id: 3,
    title: 'Вороновское - опытное поле ТиНАО',
    description: 'Лысенко Катерина Стажировка в Институте Генплана Москвы Лето 2022',
    image: 'https://images.unsplash.com/photo-1670261140885-30ae06e26b2a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=686&q=80',
    link: ''
  },
  
  { id: 4,
    title: 'Рассказовка. новые центры притяжения в Новой москве',
    description: 'Над проектом работали: Емельяненко Катя, Никитина Евгения, Ахметзянова Дина, Македонский Даниил, Хазбулатова Алина, Пан Григорий, Шуляк Екатерина, Василевский Тихон, Дьяченко Дмитрий, Труфакина Олеся, Тулиганов Эмиль.',
    image: 'https://images.unsplash.com/photo-1664574653790-cee0e10a4242?ixlib=rb-4.0.3&ixid=MnwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80',
    link: ''
  }
];

export { AboutCardData, 
         FAQCardData, 
         SMICardData, 
         ProgramsData, 
         PhasesData, 
         WorksCardData };

